const questiontable = [
    "코로나 이후 슬픈 감정을 느낄 때가 있나요?",
    "포스트 코로나 시대에 대해 어떻게 생각하시나요?",
    "자신이 불운하다고 생각하시나요?",
    "일상에 만족하고 있는가?",
    "사회적 거리두기 생활에 익숙해졌는가?",
    "타인에 대한 경계심이 늘었는가?",
    "혹시 벌을 받고 있다는 느낌이 드는가?",
    "자신에게 실망하거나 싫은 기분이 드는가?",
    "코로나 바이러스에 대한 두려움은 어느정도인가?",
    "코로나 이후 우는 날이 많아지지는 않았는가?",
    "짜증이 늘지 않았는가?",
    "주위 또는 주변 다른 사람들에게 관심을 가지고 있는가?",
    "어떤 결정을 내릴 때 어떠한가?",
    "최근 수면 패턴을 어떤가?",
    "최근 피로도는 어떠한가?",
    "최근 식욕은 어떠한가?",
    "코로나로 인한 삶의 변화에 억울함과 분노를 느끼는가?",
    "외로움을 느끼고 있는가?"
]

const replytable = [
    ['전혀 슬프지 않다', '슬픈 편이다', '항상 슬프고 기운이 안 난다', '너무 슬프고 불행해서 견딜 수 없다'],
    ['나아질 것이라 생각한다', '별로 희망이 없는 것 같다', '기대할 것이 없다', '절망적이고 나아질 가능성은 없다'],
    ['그렇지 않다', '어느 정도 그런 편이라고 생각한다', '왜 나한테만 이런 일이 일어나는지 고민한다', '내 인생은 최악이다'],
    ['이전과 동일하게 만족한다', '견딜만하지만 예전과 다르다', '어떤 것에도 만족하지 않는다', '모든 것이 불만스럽고 지겹다'],
    ['잘하고 있다', '견디고 있지만 조금은 답답하다', '너무 답답하다', '답답해서 미칠 것만 같다'],
    ['이전과 비슷하다', '서로를 위해 경계해야 한다고 생각한다', '모두 바이러스를 가진 것만 같다', '바이러스를 퍼뜨리려는 나쁜 사람들처럼 보인다'],
    ['아니다', '그럴지도 모른다', '벌을 받을 것 같다', '벌을 받고 있는 것 같다'],
    ['그렇지 않다', '실망하고 있다', '싫고 화가 난다', '스스로가 매우 싫다'],
    ['걱정하지 않는다', '조금은 걱정하고 있다', '감염이 우려되어 다른 생각이 들지 않는다', '감염의 걱정에 아무 것도 할 수 없다'],
    ['그렇지 않다', '전보다 늘었다', '자주 그렇다', '눈물이 제어가 되지 않는다'],
    ['그렇지 않다', '평소보다 신경질적이다', '자주 짜증이 난다', '항상 짜증이 난다'],
    ['관심이 있다', '코로나 전보다 관심이 없다', '못만나는 바람에 관심이 매우 줄었다', '전혀 관심이 없다'],
    ['큰 어려움이 없다', '결정을 미루는 경우가 많아졌다', '전보다 결정을 내리기 매우 어렵다', '결정을 도통 할 수가 없다'],
    ['잘 잔다', '전보다 못 잔다', '한 두시간 일찍 깨고 다시 잠들기 어렵다', '몇시간이나 일찍 깨고 잠들지도 못 한다'],
    ['보통 수준이다', '전보다 피로를 잘 느낀다', '자주 피로를 느낀다', '피로감 때문에 일상생활에 무리가 온다'],
    ['동일하다', '조금 나빠진 듯 하다', '코로나 이후 식욕이 많이 줄었다', '식욕이 전혀 없다'],
    ['그렇지 않다', '조금 그렇다', '그렇다', '매우 그렇다'],
    ['그렇지 않다', '조금 외롭다', '자주 외로워 에너지가 없다', '너무 외롭고 힘이 든다']
]

export {questiontable, replytable}